Repository: kasperRutten/IPMA
Catalog: apps/pho_web/priv/gettext/*/LC_MESSAGES/errors.po
Languages: nl

source: can't be blank
nl: kan niet leeg zijn

source: has already been taken
nl: is al genomen

source: is invalid
nl: is onjuist

source: must be accepted
nl: moet geaccepteerd worden

source: has invalid format
nl: heeft onjuist formaat

source: has an invalid entry
nl: heeft een onjuiste invulling

source: is reserved
nl: is gereserveerd

source: does not match confirmation
nl: is niet gelijk aan confirmatie

source: is still associated with this entry
nl: is nog steeds geassocieerd met deze invulling

source: are still associated with this entry
nl: zijn nog steeds geassocieerd met deze invulling

source: should be %{count} character(s)
nl: moet %{count} letter(s) hebben

source: should have %{count} item(s)
nl: moet %{count} item(s) hebben

source: should be at least %{count} character(s)
nl: moet ten minste %{count} letter(s) hebben

source: should have at least %{count} item(s)
nl: moet ten minste %{count} item(s) hebben

source: should be at most %{count} character(s)
nl: moet ten hoogste %{count} letter(s) hebben

source: should have at most %{count} item(s)
nl: moet ten hoogste %{count} item(s) hebben

source: must be less than %{number}
nl: moet kleiner zijn dan %{number}

source: must be greater than %{number}
nl: moet groter zijn dan %{number}

source: must be less than or equal to %{number}
nl: moet kleiner zijn dan of gelijk aan zijn aan %{number}

source: must be greater than or equal to %{number}
nl: moet groter zijn dan of gelijk aan zijn aan %{number}

source: must be equal to %{number}
nl: moet gelijk zijn aan %{number}
